export const books = [{
    id: 0,
    title: 'Мечтают ли андроиды об электроовцах?',
    author: 'Филип К. Дик',
    genre: 'фантастика',
    image: 'https://www.litres.ru/pub/c/cover/619165.jpg',
    description: `После ядерной войны Земля превратилась 
    в пустыню, покрытую радиоактивной пылью. Немногие оставшиеся 
    люди влачат жалкое существование в полуразрушенных городах. 
    Рик Декарт, профессиональный охотник, получает задание найти 
    и уничтожить нескольких андроидов, сбежавших с внешней колонии 
    на Землю. Но постепенно Рик начинает задаваться вопросом: 
    а так ли уж андроиды отличаются от людей? 
    И где пролегает та граница, что их разделяет?`
}, {
    id: 1,
    title: 'Death Stranding Хидео Кодзимы. Философия гениальной игры',
    author: 'Энтони Фурнье',
    genre: 'видеоигры',
    image: 'https://imo10.labirint.ru/books/1009294/cover.jpg/242-0',
    description: `Death Stranding — игра, которая ознаменовала собой 
    возрождение гениального гейм-дизайнера Хидео Кодзимы. 
    После десятков лет пребывания в плену успешной саги 
    Metal Gear Solid он уволился из Konami и основал собственную студию 
    Kojima Productions, чтобы наконец-то создать игру своей мечты. 
    Death Stranding потребовала четырех лет напряженной работы, 
    а когда вышла, стала предметом бурных обсуждений и запутанных 
    теорий. В этой книге Энтони Фурнье не только подробно рассказывает 
    о путешествии Кодзимы и создании Death Stranding, но и рассуждает 
    о ее сложном и богатом мире.`
}, {
    id: 2,
    title: 'Илон Маск',
    author: 'Уолтер Айзексон',
    genre: 'биография',
    image: 'https://www.corpus.ru/picts/products/super1-uolter-ajzekson-ilon-mask.jpg',
    description: `Вероятно, в сознании каждого обитателя нашей планеты Илон Маск — это 
    как будто два разных человека. Один — визионер, новатор, одержимый идеями о лучшем 
    будущем для человечества и активно это будущее приближающий. Другой — одиозный, деспотичный, 
    несдержанный на язык провокатор, который, кажется нам порой, способен довести свое любимое 
    человечество до коллективного нервного срыва.
    Чтобы понять, кто такой Илон Маск в реальной жизни, чем он занят изо дня в день, как в нем уживаются 
    “гений и злодейство” и что все это значит для нашей судьбы как вида, нужен самый беспристрастный на свете 
    наблюдатель — то есть Уолтер Айзексон.
    Проведя с Маском два года почти неразлучно, собрав огромное количество материалов и интервью, Айзексон создал 
    объемный, динамичный портрет одного из самых значимых и знаменитых героев нашего времени.`
}, {
    id: 3,
    title: 'Непобедимый',
    author: 'Станислав Лем',
    genre: 'фантастика',
    image: 'https://www.litres.ru/pub/c/cover/167237.jpg',
    description: `Роман "Непобедимый" — одно из самых интересных 
    произведений Станислава Лема, сочетающее в себе высокую 
    интеллектуальность философской притчи с увлекательностью 
    традиционной "сюжетной" научной фантастики. Крейсер "Непобедимый" 
    совершает посадку на необи-таемую планету Регис, где за два года 
    до этого при загадочных обстоятельствах пропал без вести другой 
    земной звездолет — "Кондор".
    Задание экипажа — найти следы пропавшей экспедиции…`
}, {
    id: 4,
    title: 'День, когда пала ночь',
    author: 'Саманта Шеннон',
    genre: 'фэнтези',
    image: 'https://www.litres.ru/pub/c/cover/70784005.jpg',
    description: `Саманта Шеннон вновь переносит читателей 
    во вселенную «Обители Апельсинового Дерева», раскрывая 
    события далекого прошлого. Пять веков назад принцесса 
    Клеолинда победила Безымянного — красного змея, принесшего 
    великий мор. Исход битвы решил волшебный плод апельсинового 
    дерева. Однако Клеолинда знала, что змей может вернуться, 
    и основала обитель, где готовили воительниц для новой битвы.
    Тунува, хранительница могилы Клеолинды, провела годы в обители, 
    не подозревая, что мирная жизнь может закончиться. 
    Наследница Иниса, Глориан, пока остается в тени своих легендарных 
    родителей, Сабран Честолюбивой и короля Молота Севера, 
    но злосчастья уже следуют за ней. В горах Думаи певица богов 
    мечтает увидеть драконов и узнать правду о своем происхождении.
    Когда гора Ужаса вновь пробудится, женщины из разных миров и 
    судеб должны объединиться, чтобы защитить человечество от 
    новой эпохи террора. И быть может, цветок среди пепла докажет, 
    что надежда жива.`
}, {
    id: 5,
    title: 'Кровь, пот и пиксели. Обратная сторона индустрии видеоигр',
    author: 'Джейсон Шрейер',
    genre: 'видеоигры',
    image: 'https://www.litres.ru/pub/c/cover/35245440.jpg',
    description: `Лучшая книга об игровой индустрии от известного 
    американского журналиста Джейсона Шрейера. Автор собрал сотни 
    уникальных и захватывающих историй создания лучших компьютерных 
    игр десятилетия, рассказанных ему самими создателями. 
    Получилась жизненная и нетривиальная книга о том, что стоит 
    за каждой культовой игрой современности и какой ценой ее 
    разработчики выпускают продукты, собирающие миллионы фанатов 
    по всему миру. В книге вы найдете истории создания Diablo III 
    и Dragon Age: Inquisition, Uncharted 4, Witcher III и многих других 
    игровых бестселлеров.`
}];